{"meta":{"title":"eversleeping's blog","subtitle":null,"description":"坐井观天，一叶障目","author":"eversleeping","url":"http://yoursite.com"},"pages":[],"posts":[{"title":"安利一部动画 cowboybebop","slug":"post测试","date":"2017-05-21T06:30:49.000Z","updated":"2017-05-22T12:02:40.071Z","comments":true,"path":"2017/05/21/post测试/","link":"","permalink":"http://yoursite.com/2017/05/21/post测试/","excerpt":"","text":"&nbsp;&nbsp;&nbsp;CB其实是一部非常端正的作品。端正体现在从系列构成到人设到分镜到BGM的饱满、丰盛、平衡，最弱的几话也超出平均水准，又有几个炸裂回将它提升到天才之作的高度。它无疑深受香港黑帮片影响；可能受到川尻善昭影响，但不如川尻邪艳；受德州西部片影响，但并不和纯正西部片一样粗砺，整体仍然环绕着日式细腻的「羁绊」的核心而铺就。它娴熟到极致的运镜、大量值得反复回味的细节刻画、深得冷硬派精神的对谈和独白，均是矢立肇七人的全心奉献。 &nbsp;&nbsp;&nbsp; 系列构成信本敬子非常称职地完成了布局，将几位主角的不同命运线索巧妙缠绕在一起，从十话开始布置出一个高潮迭起的连环锁链。在我看来，前十话都只用于介绍人物和世界观：第一话两位主角出场；第二话展示作为主要舞台之一的火星——显然原型是香港；第五话对Spike的身世轻轻带过，同时最终boss初登场；第六话交代世界观——位相差空间的设定；第七八话是情节喂不饱的柔情小故事，如果还有其他作用，我想是为了给全篇添注一些酒气；第九话又有一位主角出场；第十话回忆Jet的过去。 &nbsp;&nbsp;&nbsp;&nbsp; 其中第五话集中凝结了cowboy bebop的整体风格：用一场非常富于杜琪峰风味的枪战开头。一双修长的手在洗牌，掉落一张红桃A。一支枪，一条烟。暗淡的紫色穹窿，玫瑰窗。教堂背景的激战，与回忆糅合，自然被赋予「救赎」意味。作画华丽，「I walk in the rain」旋律哀婉，与最终话风味融贯呼应，大约也是信本敬子老师的功劳。 &nbsp;&nbsp;&nbsp;&nbsp; 第十话换了一个脚本作者。新作者稻荷昭彦，也是我非常喜欢的少女阿菲出场的第十八话的脚本作者。他似乎比较擅长曲折迂回、难以言说的酸涩情感的刻画。这一话郁悒的情感氛围，用披头士的一句歌词来概括，大概是「Why she had to go I don’t know she wouldn’t say」。其中一场水上追击战的BGM是相当动人的轻快歌谣， 认为是阿拉伯民谣风格。 菅野洋子的音乐，与其说和谐，不如说正以微妙的违和感取胜：在枪战和追击战中，不使用激烈的音乐，而用轻盈的旋律和低沉温柔的歌声覆盖在枪击声之上，这大概也是许多导演譬如昆汀爱用的手法。 &nbsp;&nbsp;&nbsp; cowboy bebop从第十一话开始结束铺垫，进入一个连连炸裂的回合。第十一话的脚本家横手美智子，是xxxholic、隐王、乌贼娘、白箱、女子落语的系列构成，也参与过银魂的脚本创作，具有相当疯狂的幽默感。全篇最好笑的十一话和十七话都由她负责编写脚本。 &nbsp;&nbsp;&nbsp; 十二十三话的jupiter jazz是信本敬子计划中的第一个小高潮。第十二话中对Faye的人物刻画几乎达到了王家卫女主角的地步，一个crush，你很难不在这一话爱上她，而你又将在第十八话再次爱上她，这是一个甜蜜的预谋。十一话以来你看着她顽劣地抽烟喝酒、赌博出千，穿高跟短靴踩别人的脚，而在这里陷入一种自我放逐的颓靡。这份颓靡像鸦片一样让人陷入酩酊地狱。更不用说这一话还有从13:30开始的一场作画令人头晕目眩的超精彩肉搏战和目前为止出现过的最美丽的男人。十三话的收束，老实说并不十分让人满意，本来期待阿菲那条线会更炸一点，但总体来说还是比较圆融。「你说你不需要朋友，我却为同士这个词而着迷，无法克制到几乎要流泪。」 &nbsp;&nbsp;&nbsp; 十四十五话比较平……也可能是因为我对Ed这条线没什么兴趣所以没有认真关注。第十五话作监是逢坂浩司，这一话里阿菲有许多美如画的面部特写。 &nbsp;&nbsp;&nbsp; 第十六话的脚本也是横手美智子，这一话在我看来是全篇除了最后一话之外最富于纯正hard-boiled风味的。无重力环境下一颗颗漂浮的血珠，退役老警察之间的对谈，「戒烟失败了」，一声叹息，所有意味都阒寂地沉淀了。 &nbsp;&nbsp;&nbsp; 十九话比较酷。二十话是异色的一话，演出为武井良幸。犬齿，猫咪的叫声，病院，毁灭性乐园。二十一到二十三话个人认为比较平淡，其中不少反派都被赋予白左特质（尤其Teddy Bomber）。看的时候忍不住觉得CB真•德州红脖……最后三集开始一层一层用寂寞感向上堆叠。女人躺在过去房屋的荒凉空地上，幼女在斜阳中远去，人类……要珍惜自己的羁绊。苦艾酒放太多了。到头来还是无家可归。《非洲的青山》。你在西部片、香港电影和冷硬派侦探小说中所能够看到的阴翳、惆怅、困顿、疲倦和酒气，渡边信一郎都画给你看。命运将无可逆转的绝望压在每个人身上，像瓢泼大雨落在女人失色的金发上。最后Spike和Faye的大段对谈，值得作为hard-boiled教科书来研读。从那时开始 我就一边眼睛看着过去 一边看着现在 眼睛看见的并非真实 我这样想着 我本来想做个永远不会醒的梦 但是不知何时 却从梦中醒来了 1","raw":null,"content":null,"categories":[],"tags":[]},{"title":"终于把这个网站搭好了！！！","slug":"hello-world","date":"2017-05-20T14:52:04.587Z","updated":"2017-05-22T10:51:59.244Z","comments":true,"path":"2017/05/20/hello-world/","link":"","permalink":"http://yoursite.com/2017/05/20/hello-world/","excerpt":"","text":"这是我用hexo，一个非常好用的静态页面生成器和github建成的博客，大概花了三天的时间，才终于曲曲折折地把它搞定了。 Quick StartCreate a new post1$ hexo new \"My New Post\" More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","raw":null,"content":null,"categories":[],"tags":[]}]}