{"meta":{"title":"eversleeping's blog","subtitle":null,"description":"坐井观天，一叶障目","author":"eversleeping","url":"http://yoursite.com"},"pages":[],"posts":[{"title":"安利一部动画 cowboybebop","slug":"post测试","date":"2017-05-21T06:30:49.000Z","updated":"2017-05-21T09:46:39.183Z","comments":true,"path":"2017/05/21/post测试/","link":"","permalink":"http://yoursite.com/2017/05/21/post测试/","excerpt":"","text":"第一次看CB的时候，勉强看了4集就弃了。第二次看却一口气一天看完。两次时间相差一年，但却是人生成长最快的一年。这是部没有说教，不拖沓，极具美感的作品，你需要像欣赏艺术品一样去回味。我看了很多CB的评论，大家都在说音乐、说结构、说人设，没怎么看到关于剧情细节的讨论，我来补上这块空缺吧。S1 Asteriod Blues罪犯夫妇的故事。两个人最后坐上飞船逃命的时候，一颗子弹弄破了女人的衣服，假装怀孕的肚子里藏匿的Bloody-eye散落一地，男人说“笨蛋，这些弄破了我们就完了。”女人望着他说不出话，原来在男人眼里，自己还不如一瓶药水。故事没有交代两个人之前的经历，但可以想象女人一路波折跟着男人铤而走险，就是为了能和男人去火星幸福地生活，但就是这么一句无意间的话语，彻底让女人清醒了，破碎的不是那几瓶药水，是心中一直以来关于爱的信念。两声枪响。绝望，不是因为无路可逃，而是再无生的意义。S3 Honky Tonk WomenFaye上线，赌场戏。开场时Jet赢了一摞筹码没来得及兑换，结束时，两个人拿着一枚筹码站在赌场外重新开始，片尾的字幕写的是“Easy come，easy go”。特别喜欢CB里这种洒脱的人生态度，整部剧里他们从未获得过大额的赏金，常常因为最后“通缉犯”的虚拟存在而空欢喜一场，患得患失的人是没有办法做好赏金猎人的吧，正是这份“Easy come，easy go”的心态，没有让他们变成赏金的奴隶。S5 Ballad Of Fallen Angels主线剧情。毛恩来被悬赏，很高额的赏金，Jet却发现Spike异常沉默，他说你是不是有什么瞒着我？Spike反问说你的左手怎么了？这段对话似乎更应该发生在初识阶段，而不是共事了这么多年后。但似乎那份男人的浪漫大概于此，不问过往，只在当下，各自承受自己的故事，而不必像女人一样非要分享秘密才能亲近。Spike说，我一直在做个醒不来的梦。真的是他醒不来，还是不想醒来？毕竟你永远也无法叫醒一个装睡的人。有时候真的会特别讨厌那种所谓男人的浪漫，感动了自己，却让别人伤心。Spike一直活在过去，在过往的旋律里背负着镣铐跳舞。所以Faye说，“男人真是傻瓜。”S6 Sympathy for the devil吹口琴的兵长。特别喜欢这集的标题，人类一直憧憬着不死之身，但真正不死的人反而追逐着死神。小孩儿临死时说”原来如此，我可以用这种方式死亡，身体越来越重，精神却越来越轻松。你，知道吗？”Spike说，“我怎么知道。”他说的不知道，不是关于死亡，而是梦醒后的精神解脱。Spike用手向空中的口琴开了一枪，和26集他自己倒下去时同样的场景，从某种程度上来说，他和不老小孩儿一样，一直在梦里没有苏醒，那一声“bang”是梦醒时分的响声，这一声是给小孩儿的，最终集的那声是给自己的。S9 Jamming With Edward一个关于孤独的故事。此集开始，Spike最讨厌的三项事物集齐了。片尾的时候，Jet说为什么会用激光在地球作画呢，Spike想了一下，“大概，是因为一直都很寂寞吧。”那么多飞船Edward为什么选中了Bebop呢，又为什么要去呢？其实还是因为寂寞吧，虽然Ed看起来是四个人里最不寂寞的了，但一个人终归还是不如有同伴更开心，Bebop更像是无家可归之人聚在一起相互陪伴的地方。特别是最后一集，Faye即便找到了过去还是回到了这里，对于她而言，除了这里没有地方可去。Bebop欢乐的背后每个人内心都是如此孤独。所以后来一集，Jet特别理解能有个人陪Ed下棋是件多么难得的事。S10 Ganymede ElegyJet逝去的爱情。女人最后那段话印象特别深，她说“那个时候也一样，什么事情都是由你决定，而且全部都是正确的。和你在一起，我什么都不用做，就像小孩子一样，天真的抓住你的手一切就没事了。我很想替自己决定生活方式，就算做错了。”Jet是个好男人，但也是个绝对的大男子主义，比Spike还要明显。但并不是所有的女人都享受洋娃娃一样的生活，她也会寻找自己存在的意义，想要决定自己的人生，对于她来说，与其和无比正确的Jet在一起，反而不如和一个经常犯错的人相伴，至少自己有了活着的感觉。PS.女生要像Faye女神学习经常涂防晒霜哦S12 &amp; S13 Jupiter JazzGren的故事。Faye说，我不需要同伴，在人群中感到孤立无援，还不如一个人享受孤独。其实她只是惧怕孤独，不愿面对离别的伤痛，如果开始即意味着结束，还不如从未开始。Gren是个特别重情的人，对于曾并肩作战的战友，他一直很珍惜，然而对于一个比蛇还冷，不相信任何的人重情，也就注定了悲剧。不仅是Gren，林也是，一腔热血都付于白雪了。S14 Bohemian Rhapsody围棋的故事。年轻时设下的陷阱，50年后连自己也忘了。人的欲望随着时间被不断消磨，老的时候其实需要的也不过是一个实力相当的对手，陪自己下盘好棋，在将军的幸福感里阖眼。一直很喜欢CB里的价值观，抛掉过多的欲望，纯粹地享受生活的美好，感觉就像Ed一样。S15&amp;S16Faye和Jet的过去。生活其实是很残酷的。你以为的真爱其实只是给你转嫁债务的骗子，你以为的战友只是把你出卖当做棋子。然而生活的另一面却又这么真情，职业骗子也曾真正爱过熟睡中的你，算计你的同事最终设计了空左轮的把戏以死向你赎罪。至爱至恨，两面都是生活。S20 Pierrot Le Fou游乐园的故事这集是我觉得CB里最可悲的一集。东都从头至尾只是一个没有人在意的次品，他在实验室里受尽折磨，最终被玩偶一脚踩碎。Jet说我查到这个人是谁了，Spike却止住了他的话，“一切都结束了。” 东都就像蚂蚁一样，到死也都只有代号而已，无名，无意义，游乐园欢乐的气氛，反而让他悲情的色彩更加浓重。S21&amp;S23这两集一个讨论风水，一个讨论（宗教）信仰。21集里，Jet问包朴子，你觉得这一切都是你设计好的吗？难道不是梅花自己想要过来吗？23集里说，不是神创造了人类，而是人类创造了神。关于信仰，不可知力量之类，向来是个很深很大的话题。Bebop上的人都是自己掌控人生的人，他们都是自己的神，而不会成为欲望的奴隶。关于宗教，印度电影《我滴个神啊》有特别好的讨论，如果有人对这个话题感兴趣，我很推荐这部电影。S24 Hard luck Woman分手集。从某种程度上说，是比最后两集更让人难过的一集。Faye找回了过去的回忆，然而又怎样呢。一片废墟之中，画出一张床，躺在那里，也还是无法真正回到曾经的生活。Ed笑着送给Spike一个风筝，悄悄走了。前面说，Bebop上的人都是寂寞的，连狗也是，所以Ein最后会跑出去跟着Ed离开了。Jet说开饭了，却再看不到热闹的一群人，只剩Spike和他无言对坐一口一口塞着鸡蛋。看着特别噎，心里。S25&amp;26大结局。Spike一个人赴这场有去无回的宴席，看着恋人倒在自己的怀里，只能安慰她说，这是一场梦，自己却最终从梦里醒了过来。Spike已经不知道死过多少次了，面对死亡他从来都是那么淡定，但倘若有一线生机，“一次机会也就够了”，他会尽全力抓住。但梦不一样，他始终在梦里，一直没有醒，这一次终于醒了，却也结束了。Faye最后朝天开的五枪，枪枪都是说不出的无奈。Bang。","raw":null,"content":null,"categories":[],"tags":[]},{"title":"终于把这个网站搭好了！！！","slug":"hello-world","date":"2017-05-20T14:52:04.587Z","updated":"2017-05-22T07:31:40.499Z","comments":true,"path":"2017/05/20/hello-world/","link":"","permalink":"http://yoursite.com/2017/05/20/hello-world/","excerpt":"","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new \"My New Post\" More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","raw":null,"content":null,"categories":[],"tags":[]}]}